Repository: DenisDudarenko/LinuxAppDev2025
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Usage: %s [-r]
ru: Использование: %s [-r]

source: Options:
ru: Настройки:

source: -r Use Roman digits
ru: -r Использовать римские цифры

source: -h Show help message
ru: -h Показать сообщение с информацией

source: --help Show help message
ru: --help Показать сообщение с информацией

source: Game:
ru: Правила игры:

source: Think of a number from 1 to 100. I will guess it
ru: Загадайте число от 1 до 100. Я его угадаю

source: Answer only: Yes or No
ru: Вводите только 'Да' или 'Нет'

source: Unknow argument
ru: Неизвестный аргумент

source: For help use --help
ru: Для помощи использвуйте --help

source: Get a number from I to C. I will guess it
ru: Загадайте число от 1 до 100. Я его угадаю

source: Get a number from 1 to 100. I will guess it
ru: Загадайте число от 1 до 100. Я его угадаю

source: Is your number greater than %d? (Yes/No):
ru: Ваше число больше %d? (Да/Нет):

source: Is your number greater than %s? (Yes/No):
ru: Ваше число больше %d? (Да/Нет):

source: Error. EOF
ru: Ошибка: EOF

source: Yes
ru: Да

source: No
ru: Нет

source: Invalid answer, type only 'Yes' or 'No'
ru: Неверный ответ, вводите только 'Да' или 'Нет'

source: Your number is %d
ru: Ваше число: %d

source: Your number is %s
ru: Ваше число: %d
