Repository: DenisDudarenko/LinuxAppDev2025
Catalog: 12_InstallPackaging/po/*.po
Languages: ru

source: Number : %d
ru: Число : %d

source: Roman : %s
ru: Римское: %s

source: Binary : %s
ru: Двоичное: %s

source: Hex : %s
ru: Шестнадцатеричное: %s

source: Symbol : %s
ru: Символ: %s

source: Usage:
ru: Использование:

source: Options:
ru: Параметры:

source: Print number in Roman numerals
ru: Вывести число в римской системе счисления

source: Print number in binary
ru: Вывести число в двоичной системе счисления

source: Print number in hexadecimal
ru: Вывести число в шестнадцатеричной системе счисления

source: Print number as ASCII symbol
ru: Вывести число как ASCII-символ

source: Show this help and exit
ru: Показать справку и выйти

source: Without options, a full table is printed.
ru: Без параметров выводится полная таблица представлений числа.
